9/data/attachments/ea69384cbc7969f6.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Joy_decide_Friend_89410_5</nif:username>
            <nif:friendToBeRequested>soap_friends_7dee3b1c-3d37-4833-a528-95acda82439a</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>